-- phpMyAdmin SQL Dump
-- version 4.0.10.6
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Jan 04, 2015 at 04:04 PM
-- Server version: 5.5.40-cll
-- PHP Version: 5.4.23

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `dolapieu_cons`
--

-- --------------------------------------------------------

--
-- Table structure for table `cns_acos`
--

CREATE TABLE IF NOT EXISTS `cns_acos` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `parent_id` int(10) DEFAULT NULL,
  `model` varchar(255) DEFAULT NULL,
  `foreign_key` int(10) DEFAULT NULL,
  `alias` varchar(255) DEFAULT NULL,
  `lft` int(10) DEFAULT NULL,
  `rght` int(10) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=53 ;

--
-- Dumping data for table `cns_acos`
--

INSERT INTO `cns_acos` (`id`, `parent_id`, `model`, `foreign_key`, `alias`, `lft`, `rght`) VALUES
(1, NULL, NULL, NULL, 'controllers', 1, 92),
(2, 1, NULL, NULL, 'Articles', 2, 13),
(3, 2, NULL, NULL, 'index', 3, 4),
(4, 2, NULL, NULL, 'view', 5, 6),
(5, 2, NULL, NULL, 'add', 7, 8),
(6, 2, NULL, NULL, 'edit', 9, 10),
(7, 2, NULL, NULL, 'delete', 11, 12),
(8, 1, NULL, NULL, 'Groups', 14, 25),
(9, 8, NULL, NULL, 'index', 15, 16),
(10, 8, NULL, NULL, 'view', 17, 18),
(11, 8, NULL, NULL, 'add', 19, 20),
(12, 8, NULL, NULL, 'edit', 21, 22),
(13, 8, NULL, NULL, 'delete', 23, 24),
(14, 1, NULL, NULL, 'Pages', 26, 29),
(15, 14, NULL, NULL, 'display', 27, 28),
(16, 1, NULL, NULL, 'Users', 30, 45),
(17, 16, NULL, NULL, 'index', 31, 32),
(18, 16, NULL, NULL, 'view', 33, 34),
(19, 16, NULL, NULL, 'add', 35, 36),
(20, 16, NULL, NULL, 'edit', 37, 38),
(21, 16, NULL, NULL, 'login', 39, 40),
(22, 16, NULL, NULL, 'logout', 41, 42),
(23, 16, NULL, NULL, 'delete', 43, 44),
(24, 1, NULL, NULL, 'AclExtras', 46, 47),
(25, 1, NULL, NULL, 'DebugKit', 48, 55),
(26, 25, NULL, NULL, 'ToolbarAccess', 49, 54),
(27, 26, NULL, NULL, 'history_state', 50, 51),
(28, 26, NULL, NULL, 'sql_explain', 52, 53),
(29, 1, NULL, NULL, 'Categories', 56, 71),
(30, 29, NULL, NULL, 'add', 57, 58),
(31, 29, NULL, NULL, 'view', 59, 60),
(32, 29, NULL, NULL, 'edit', 61, 62),
(33, 29, NULL, NULL, 'delete', 63, 64),
(34, 29, NULL, NULL, 'sort', 65, 66),
(35, 29, NULL, NULL, 'reorder', 67, 68),
(36, 29, NULL, NULL, 'index', 69, 70),
(43, 1, NULL, NULL, 'Contacts', 72, 75),
(44, 43, NULL, NULL, 'index', 73, 74),
(45, 1, NULL, NULL, 'Admin', 76, 79),
(46, 45, NULL, NULL, 'index', 77, 78),
(47, 1, NULL, NULL, 'Media', 80, 91),
(48, 47, NULL, NULL, 'index', 81, 82),
(49, 47, NULL, NULL, 'add', 83, 84),
(50, 47, NULL, NULL, 'edit', 85, 86),
(51, 47, NULL, NULL, 'delete', 87, 88),
(52, 47, NULL, NULL, 'view', 89, 90);

-- --------------------------------------------------------

--
-- Table structure for table `cns_aros`
--

CREATE TABLE IF NOT EXISTS `cns_aros` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `parent_id` int(10) DEFAULT NULL,
  `model` varchar(255) DEFAULT NULL,
  `foreign_key` int(10) DEFAULT NULL,
  `alias` varchar(255) DEFAULT NULL,
  `lft` int(10) DEFAULT NULL,
  `rght` int(10) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3 ;

--
-- Dumping data for table `cns_aros`
--

INSERT INTO `cns_aros` (`id`, `parent_id`, `model`, `foreign_key`, `alias`, `lft`, `rght`) VALUES
(1, NULL, 'Group', 1, NULL, 1, 4),
(2, 1, 'User', 1, NULL, 2, 3);

-- --------------------------------------------------------

--
-- Table structure for table `cns_aros_acos`
--

CREATE TABLE IF NOT EXISTS `cns_aros_acos` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `aro_id` int(10) NOT NULL,
  `aco_id` int(10) NOT NULL,
  `_create` varchar(2) NOT NULL DEFAULT '0',
  `_read` varchar(2) NOT NULL DEFAULT '0',
  `_update` varchar(2) NOT NULL DEFAULT '0',
  `_delete` varchar(2) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  UNIQUE KEY `ARO_ACO_KEY` (`aro_id`,`aco_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3 ;

--
-- Dumping data for table `cns_aros_acos`
--

INSERT INTO `cns_aros_acos` (`id`, `aro_id`, `aco_id`, `_create`, `_read`, `_update`, `_delete`) VALUES
(1, 1, 1, '1', '1', '1', '1'),
(2, 1, 29, '1', '1', '1', '1');

-- --------------------------------------------------------

--
-- Table structure for table `cns_articles`
--

CREATE TABLE IF NOT EXISTS `cns_articles` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL DEFAULT '',
  `content` text NOT NULL,
  `date_added` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `main_image` varchar(255) NOT NULL DEFAULT '',
  `short_text` text NOT NULL,
  `slug` varchar(255) NOT NULL DEFAULT '',
  `template` varchar(255) NOT NULL DEFAULT '',
  `single_category` int(11) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=15 ;

--
-- Dumping data for table `cns_articles`
--

INSERT INTO `cns_articles` (`id`, `title`, `content`, `date_added`, `main_image`, `short_text`, `slug`, `template`, `single_category`) VALUES
(1, 'За мен', '<p style="text-align: justify;"><img style="float: left; margin-right: 8px; margin-left: 3px;" src="/files/media/media_1.jpg" alt="" width="143" height="190" /><strong>Казвам се Теодор Терзиев,</strong></p>\r\n<p style="text-align: justify;"><strong>Моята страст е изучаването на човешката душа и философията на живота. Основните познания за човешката душа усвоих от обучението си в университета, от курсове в различните психологически направления и от литературата. Философията си за живота усвоих от източната философия (даоизъм, будизъм, йога). Подлагам всяка една научна или философска доктрина на силна критика и съмнения преди да я приема за относително вярна. Това е моят подход към познанието. Има някои неща, които не успях до оборя и най-важните от тях са наличието на подсъзнание у човека и лечебните свойства на транса и медитацията. За това се насочих главно към дълбинна психотерапия и хипноза, като методи за работа с клиенти.&nbsp; Към момента съм член на Българско Общество по Аналитична Психология (БОАП) - Карл Густав Юнг и работя под супервизията на Ина Илиева. Ако мога да Ви бъда полезен ще се радвам да си запазите час.</strong></p>', '2013-12-13 13:50:13', '', '', 'за-мен', '', 6),
(2, 'Квалификации', '<p style="text-align: center;"><strong>Семинар по хипноза с Иво Величков</strong><br /> <img src="/files/media/media_5.jpg" alt="Семинар по хипноза с Иво Величков" width="500" height="333" /></p>\r\n<p style="text-align: center;"><strong>Удостоверение хипнотерапия</strong></p>\r\n<p style="text-align: center;"><img src="/files/media/media_4.jpg" alt="Удостоверение хипнотерапия" width="500" height="333" /></p>\r\n<p style="text-align: center;"><strong>Удостоверение от Българска Асоциация по Хипноза</strong></p>\r\n<p style="text-align: center;"><strong><img src="/files/media/media_3.jpg" alt="Удостоверение от Българска Асоциация по Хипноза" width="500" height="333" /></strong></p>\r\n<p style="text-align: center;"><strong>Диплома за висше образование по психология - бакалавър</strong></p>\r\n<p style="text-align: center;"><strong><img src="/files/media/media_2.jpg" alt="Диплома за висше образование по психология - бакалавър" width="500" height="333" /></strong></p>\r\n<p style="text-align: center;">&nbsp;</p>', '2013-12-13 14:24:01', '', '', 'квалифициран-психотерапевт', '', 5),
(3, 'Кабинет', '<p>Психотерапевтичният кабинет се намира на улица "Лайош Кошут" 53 до болница Пирогов. Можете да видите точното място на картата в <a href="http://psyhoterapia.com/%D0%BF%D1%81%D0%B8%D1%85%D0%BE%D1%82%D0%B5%D1%80%D0%B0%D0%BF%D0%B8%D1%8F/%D0%9A%D0%BE%D0%BD%D1%82%D0%B0%D0%BA%D1%82%D0%B8/4">сеция контакти</a>.</p>\r\n<p>Снимки от кабинета:</p>\r\n<p><img style="margin-right: 5px; margin-left: 5px; float: left;" src="/files/media/media_10.jpg" alt="" width="500" height="333" /><img src="/files/media/media_11.jpg" alt="" width="500" height="333" /></p>\r\n<p><img style="margin-right: 5px; margin-left: 5px; float: left;" src="/files/media/media_12.jpg" alt="" width="500" height="333" /><img src="/files/media/media_13.jpg" alt="" width="500" height="333" /></p>', '2013-12-13 14:35:05', '', '', 'Психотерапевтичен-кабинет', '', 7),
(6, 'Форма за контакт', '<h2 class="margin10">Адрес</h2>\r\n<address class="noBottom">София, "Лайош Кошут" №53, до "Пирогов"</address>\r\n<h3>Теодор Терзиев</h3>\r\n<address><span class="width1">Телефон:</span> <strong>0897 813 093</strong></address>', '2013-12-13 13:50:13', '', '', 'контакт_с_психотерапевт', 'contacts', 4),
(7, 'Отзиви', '<div class="entry">\r\n<div class="feedback_page">\r\n<div class="quotes_page">\r\n<div class="quote_page">\r\n<blockquote>\r\n<p>Когато за първи път ме хипнотизира, се чувствах толкова комфортно, сякаш се завърнах към нещо забравено, което съм правила много пъти. Разбрах кои са най-важните за мен неща и най-ценните моменти от живота ми. Чрез връщането в предишен живот, преоткрих себе си.</p>\r\n</blockquote>\r\n<cite>Елена</cite></div>\r\n<div class="quote_page">\r\n<blockquote>\r\n<p>Винаги съм гледала на хипнозата като на нещо мистично. Това беше така до момента, в който Теодор ме хипнотизира. Успях да освободя съзнанието си от всички негативни мисли и тревоги, които го изпълваха. Усещането е много приятно и отпускащо&hellip;</p>\r\n</blockquote>\r\n<cite>Албена</cite></div>\r\n</div>\r\n</div>\r\n</div>', '2013-12-13 13:50:13', '', '<p>Отзиви от бивши мои клиенти.</p>', 'отзиви', '', 3),
(8, 'Психотерапевт', '<p style="margin-bottom: 0in;">На кратко за мен:</p>\r\n<p style="margin-bottom: 0in;">За вършил съм психология през 2006 &ndash; та година. От тогава продължавам обучението си в различни психотерапевтични области. Практикувам като психотерапевт в собствен кабинет от 2011 година. В момента продължавам обучението си в аналитичната психотерапия към Българско Общество по Аналитична Психотерапия &ndash; Карл Густав Юнг и работя под супервизията на юнгианския психотерапевт &ndash; Ина Илиева. Можете да се свържете с мен чрез <a href="http://psyhoterapia.com/%D0%BF%D1%81%D0%B8%D1%85%D0%BE%D1%82%D0%B5%D1%80%D0%B0%D0%BF%D0%B8%D1%8F/%D0%9A%D0%BE%D0%BD%D1%82%D0%B0%D0%BA%D1%82%D0%B8/4">формата за контакт или посочения телефон</a>.</p>', '2013-12-13 13:50:13', 'art_8.jpg', '', 'Психотерапевт', '', 2),
(9, 'Какво представлява психотерапията', '<h2>За кого е предназначена терапията?</h2>\r\n<p>Аналитичната психотерапия е подходяща за подпомагане на хора с широк спектър от проблеми. Те могат да включват доста конкретни въпроси като тревожност , депресия , затруднения в храненето , суицидни чувства , сексуална злоупотреба , и натрапливи мисли и поведение. Тя също може да бъде от помощ при по-широко разпространени проблеми, като например трудности в отношенията , или с чувство на неудовлетвореност от себе си и живота си , включително и чувство за неудволетвореност или неуспех . Тази терапия също така често се използва за облекчаване на въздействието от травми , включително такива преживяни в детството . Тази терапия е предпочитана също от лица , които търсят по-голямо себеразбиране и самопознание или тези, които се чувстват блокирани в личностното им развитие или творчество.<br /><br /></p>\r\n<h2>Ефективност на аналитична психотерапия</h2>\r\n<p>Тази форма на психотерапия е показано, че е ефективна форма на лечение на широк спектър от лични , емоционални и поведенчески проблеми . Аналитичната психотерапия може да доведе до дълбока промяна , като работи в дълбочина с проблемите, които индивидът носи в своето лечение . Доказано е, че това води до дългосрочна промяна , която продължава в продължение на много години след като лечението е приключило. Това се обяснява с факта , че индивидът е дошъл да разбере себе си , и да управляват своите трудности по конструктивно , както и да има развити умения и начини за справяне, които са по- лично ефективни в широк диапазон от разновидности. Аспекти на личността , които са били подтиснати или недостатъчно използвани също често се усещат , че са укрепени и развити.<br /><br />Всички хора са подходящи за тази форма на терапия , независимо от възраст , цвят на кожата , раса , религия , сексуална ориентация или образователен ценз .</p>\r\n<h2>Какво се случва в терапията ?</h2>\r\n<p>Аналитична психотерапия е процес, който насърчава хората да се изследват и да разбираме техните затруднения в дълбочина. Това се постига чрез формиране на доверие в отношения с терапевта , който улеснява чувство за откритост и разследване. Дългосрочни модели на поведение, както и актуални , всекидневни трудности , които могат да ограничат нормалното функциониране , също се разглеждат. Това се извършва в среда на несубективно проучване, в което акцентът е върху разбирането, а не върху отричането или обвиняването.<br /><br />Сесиите продължават 50 минути. Целта на първата консултация е и двете страни &ndash; клиент и терапевт,&nbsp; да проучат въпросите, които са от значение в една сигурна и конфиденциална обстановка. Това може да отнеме между една и три сесии, за да се определи какво е най-добре за отделния човек и дали аналитична психотерапия е най-доброто лечение за тях. Ако не, могат да бъдат проучени препоръките на други лечения и практики .<br /><br />Тези първоначални сесии обикновено дават чувство за две неща &ndash; какъв е терапевтът като човек и какво представлява процеса на аналитична психотерапия, както и дали това е правилният подход.<br /><br /></p>\r\n<h2>Разлики между психотерапия и психологично консултиране</h2>\r\n<p>Основните разлики могат да бъдат обобщени като свързани с разликата в дълбочината, широчината , интензивността , продължителността и различния акцент в полза ма подкрепата, а не в тази на проучването.<br /><br />Аналитична психотерапия ще постави по-голям акцент върху широк, отворен тип изследване на потенциално уместни въпроси по начин, който ще бъде по- интензивно , по-задълбочен и по принцип с по-голяма продължителност в сравнение с чисто консултативната практика. <br /><br />Аналитичната психотерапия е основно базирана на труда на Карл Густав Юнг и последващите от него нови течения в областта. <br /><br />Консултантът, думата практически може да се преведе и като съветник, често работи в краткосрочен план и работата е предимно фокусирана върху конкретния проблем за разлика от дългосрочната психотерапия. Фокусът при консултанта е по &ndash; скоро насочен към даването на конкретен съвет за практически стъпки, които да бъдат предприети за да се разреши даден проблем, който е представен от клиента.<br /><br />Психотерапията често става единствен възможен избор, тогава когато тези останали методи не са способни да адресират проблема или когато се оказва, че въпросът е по - сложен сложен и заплетен отколкото първоначално се е считало.<br /><br />Понякога тези проблемните състояния са доста устойчиви на промени, когато се атакуват директно. В аналитичната психотерапия, при която фокуса е върху дългосрочните модели на поведение , които са съществували в продължение на известно време се счита, че те може дори да имат своя произход в значими и формиращи преживявания на ранното детство. Разкриването на по - дълбоки несъзнателни и подлежащи проблеми, може , доста често, да бъде единственият начин да се започне справянето с тези проблемни състояния.<br /><br />Объркването , което остава между консултиране и психотерапия идва отчасти от факта, че много практикуващи се представят както като консултанти , така и като психотерапевти . Много психотерапевти са били първоначално консултанти , преди те да приключи по-дълго и по-интензивно обучение в психотерапия. Те могат да включват някои от подходите от двете ориентации с някои от техните клиенти. Много съветници посещават семинари и обучения , провеждани от психотерапевти и отново могат да включват някои от тези подходи в работата си .<br /><br />Най-важният фактор е да намерите личност, с която да се чувствате комфортно и с която се чувствате в състояние да говорите открито.</p>', '2014-02-25 09:31:47', 'art_9.jpg', '<p>Аналитичната психотерапия е подходяща за подпомагане на хора с широк спектър от проблеми.</p>', 'Какво_представлява_психотерапията', '', 0),
(10, 'Лечение на депресия', '<p>Всяка психотерапевтична или психиатрична школа има различна визия за депресията и съответно базирани на тази визия начини за справяне с депресията.<br /><br />Много от стандартните подходи към депресията считат разстройството като резултат от лоша неврохимия (главно в психиатрията) или лошо мислене (когнитивно поведенческа школа). И за двете школи целта на лечението е да се елиминират симптомите, в едната чрез лекарства, в другата чрез когнитивни техники за преструктуриране.<br /><br />Подходът на аналитичната психология към депресията е коренно различен. Докато аналитично ориентирани терапевти ни не сме съвсем против взимането на лекарства, но виждаме депресията като целенасочена и функционираща. Това означава, че ние бихме искали да облекчим симптомите на депресията, но преди всичко бихме искали да изясним защо човекът страда от депресия. Лекарствата могат да намалят симптомите на депресия, но не правят нищо по въпроса свързан с това от какво се получава депресията. <br /><br />За нас водещ въпрос при справяне с депресията е защо тя се получава и какво се опитва да промени в живота на човека &ndash; какво послание носи. Много от хората в депресия могат да се откажат от работа, семейство, социални контакти, да се оттеглят в усамотение, прекъсват ежедневните си дейности и интереси и да прекарват часове в мисли за депресията. От аналитична гледна точка можем да кажем, че депресията е функционална и целенасочена с това, че отвежда в изолация и ни кара да мислим за фундаментални въпроси и да преосмисляме как водим живота си. Отговаряйки си на тези въпроси и правейки промени в начина по &ndash; който живеем живота си често променят и депресията. По &ndash; ценно е не просто да отстраним симптомите, а да зададем въпроса защо имаме симптомите и за какви промени ни подсказва депресията. <br /><br />За тези от вас, които чувстват , че са в депресия, тук са симптоми на депресия , които могат да се появят :</p>\r\n<ol>\r\n<li>потиснато настроение през повечето дни</li>\r\n<li>промяна или загуба на интерес в повечето ежедневни дейности</li>\r\n<li>промени в телесното си тегло ( нагоре или надолу 5% на месец )</li>\r\n<li>промени в апетита</li>\r\n<li>нощно безсъние или чувство прекалена сънливост през деня</li>\r\n<li>чувство на апатия</li>\r\n<li>чувствате се уморени или усещане като че ли сте загубили цялата си енергия</li>\r\n<li>чувствате , че сте безполезни или много виновни по някакъв начин</li>\r\n<li>проблеми със запомнянето или концентрирането</li>\r\n<li>мисли за умиране или мисли за самоубийство</li>\r\n</ol>', '2014-02-26 10:13:15', 'art_10.jpg', '<p>За нас водещ въпрос при справяне с депресията е защо тя се получава и какво се опитва да промени.</p>', 'Лечение на депресия', '', 0),
(11, 'Посланието на тревожността', '<p>Тревожното разстройство е много често срещано заболяване в днешни дни ,&nbsp; което до голяма степен се дължи на факта , че ние се чувстваме вечно бързащи , притиснати и принудени да действаме , да плащаме ипотеката , да се занимаваме с деца , и отгоре на всичко това, да живеем пълноценен живот. Нищо чудно, че имаме тревожност. Но кое е това, което тревожността се опитва да ни каже ? От гледна точка на аналитичната психология на Юнг , тревожността е начина на психиката да ни каже, че начинът, по който живеем , е неуравновесен. Вместо да видим тревожността като нещо, което трябва да бъде елиминирано , добре е да се види, че психиката ни дава ясно послание за нашият едностранен начин живот и внимателно иска от нас да променим това . Разгледана в тази светлина, симптомите на тревожност са там, за да ни изведат от един начин на живот , който вече не работи.<br /><br />Карл Юнг твърди, че симптомите на тревожност са целенасочени , функционални и имат цел - промяната на начина ни на живот . Когато премахнем симптомите, ние отричаме мъдростта на психиката при опита й за нормална , естествена промяна . Тревожност често се появява в средата на живота , когато мнозина от нас изпитват кризата на средната възраст . Първата половина на живота е насочена към създаване на нашата идентичност , нашите взаимоотношения , нашата професия, и изграждане на необходимите ресурси, за да изпълним всички тези задачи. Но идва време, когато трябва да се обърнем навътре , за да попаднем на съдържанието на несъзнаваното (често предоставено ни под формата на сънища ) и да потърсим основния смисъла на живота си. Каква е моята цел в живота? Защо съм тук ? Как бих могъл да живея по- балансиран и естествен живот? Тревожнстта е това, което често ни придвижва към отговорите на тези въпроси . Когато следващия път почувствате интензивна тревожност , запитайте се какво психиката се опитвам да Ви каже? Какво е това, което аз правя , което създава безпокойство, след това можем да започнем да търсим причините за симптомите , а не лек, който да ги подтисне .<br /><br />Ако можем да отговорим на въпроса - какво тревогата се опитва да ми кажеш - ние започваме да обръщаме внимание на причината. Това може да означава някаква промяна в начина, по който водим живота си, но тази промяна не означава непременно, че ние ставаме по-малко компетентни, или по-малко ценени, по-скоро, това означава, че ние започваме да ценим мъдростта на психиката си повече, отколкото преди . Чрез осъзнаване на причините за тревогата и правейки промени в начина си на живот , тревогата би намалява , след като постигна целта си &ndash; да ни води към по &ndash; пълен, балансиран начин на живот .</p>', '2014-02-26 14:46:13', 'art_11.jpg', '<p>Когато премахнем симптомите, ние отричаме мъдростта на психиката.</p>', 'Посланието на тревожността', '', 0),
(12, 'Какво е дълбинна психотерапия?', '<p>Дълбинната психология е психотерапевтичен подход, който е отворен към изследването на фините и несъзнателни аспекти на човешкия живот . Дълбинният подход може да включва терапевтични методи , които изследват несъзнаваното и е свързан с проучване и изследване на сънища, комплекси и архетипи. <br />В дълбинната психотерапия симптомите не се разглеждат като патологични или противоестествени. <br /><br />Тази психотерапия се фокусира върху психиката, човешкото развитие, формирането на личността, и индивидуацията. Индивидуация е процес на привеждане на потенциала на нашето подсъзнание в конкретна жива реалност . Този процес ни помага да осигурим мост между нас и нашето несъзнавано. Чрез предприемането на това опознаване, ние придобиваме по-силно усещане за смисъл и цел в живота си.<br /><br />Карл Юнг смята, че психологическия дисбаланс, на който се дължат и симптомите,&nbsp; е резултат от дисбаланс в рамките на индивида, който често се преживява като отчуждаване от дълбоката му същност или това, което той нарича Self. Дълбинната психотерапия се опитва да възстанови връзката на индивида към самия себе си. Това усилие може да бъде постигнато чрез терапевтичната връзката, тълкуванета на сънища, активното въображение, както и чрез работа с изобразителни техники (рисуване, пясъчна игра и други).<br /><br /></p>', '2014-03-06 10:05:05', 'art_12.jpg', '<p>Дълбинният подход може да включва терапевтични методи , които изследват несъзнаваното</p>', 'Какво е дълбинна психотерапия', '', 0),
(13, 'Работи ли психотерапията?', '<p>Може би заглавието на темата не е най-точно подбрано, но целта е да дадем отговор именно на този въпрос &bdquo;Работи ли психотерапията?&rdquo;,&nbsp; или с други думи, има ли ефект от нея. <br />Сигурно всички знаете какво е психотерапия, но колко от Вас са склонни да потърсят психотерапевт при проблеми от психологично естество? <br />В един от известните си филми, Уди Алън играе човек, който не полага никакви усилия, за да се отърве от маниакалните и невротичните си проблеми. Но колкото и забавно да е това във филма, в реалния живот често се случва точно обратното &ndash; ненавременно лечение на подобни проблеми, може да бъде тъжно, дори трагично.</p>\r\n<h3>Кой може да провежда психотерапия?</h3>\r\n<p>Психотерапията се провеждана от специалисти психолози или психиатри, които имат професионална квалификация в някой от психотерапевтичните парадигми. Психотерапията понякога е съчетана и с медикаментозно лечение назначено от психиатър. В тези случаи целта на психотерапията е постепенното намаляване и в последствие спиране на лекарствата.</p>\r\n<h2>Ефективност на психотерапията</h2>\r\n<p>Психотерапията е ефективна при лечението на тревожност, депресия, безсъние, и всички други проблеми от психологично естество. Проучване на списание &bdquo;Consumer Reports&ldquo; със съдействието на специалист от университета в Пенсилвания (Martin E.P. Seligman) (Ноевмври, 1995г) сочи, че <strong>дългосрочната психотерапия</strong> е много по-ефективна и е за предпочитане пред краткосрочните психотерапии. Хората, които се подлагат на психотерапия цялостно са много по-здрави, и много по-рядко се нуждаят от други медицински грижи. Това е установено чрез въпросното проучване като са анализирани посещенията при личния лекар преди и след психотерапията.</p>\r\n<p>Това е статистика относно успеваемостта при лечение на депресия предоставена от сайта <a href="http://www.sciencebasedmedicine.org:">www.sciencebasedmedicine.org:</a></p>\r\n<p>http://www.sciencebasedmedicine.org/is-acupuncture-as-effective-as-antidepressants-part-2-blinding-readers-who-try-to-get-an-answer/</p>\r\n<p><a href="http://psyhoterapia.com/img/imagecache/art_13.jpg" target="_blank"><img src="/img/imagecache/art_13.jpg" alt="" width="500" height="263" /></a></p>\r\n<h3>Колко процента получават адекватно лечение</h3>\r\n<p>Според проучване на корпорация Ранд относно здравното осигуряване в САЩ около 10 на сто от хората имат някакви психологични проблеми. 1/5 от тези хора ще се обърнат за помощ към специалист психотерапевт, още толкова няма да потърсят никаква помощ, а около 60 % ще се обърнат към общопрактикуващ лекар. За съжаление в България няма практика личните лекари да препращат пациентите към психотерапевт. Най &ndash; често ще бъдете насочени към невролог, което не винаги е най - доброто решение. Поради тази причина процента на хората получили адекватна помощ е много&nbsp; малък в България.</p>\r\n<h3>Няколко интересни факта за стреса</h3>\r\n<p>А ето и няколко факта за стреса, които може би не знаете от проучване на OSHA&nbsp; (Occupational Safety and Health Care Administration). Стресът намалява съществено работоспособността и производителността на човек. Стресът е причина за голям процент от трудовите злополуки. Много често, причината за чести отсъствия от работа (болнични) е именно стресът.</p>\r\n<h3>Други приложения на психотерапията</h3>\r\n<p>Лечението чрез психотерапия може да се прилага не само при психични проблеми, но и при ред други заболявания, като съпровождаща терапия. За съжаление обаче, тези приложения на психотерапията все още не са достатъчно популярни, няма достатъчно адекватна информация за тях, а по този начин не се дава поле за тяхното развитие.</p>', '2014-06-26 13:45:48', 'art_13.jpg', '<p>Сигурно всички знаете какво е психотерапия, но колко от Вас са склонни да потърсят психотерапевт.</p>', 'работи ли психотерапията', '', 0),
(14, 'Сънищата в психотерапията', '<h3>От къде идват сънищата?</h3>\r\n<p><br />Ние сънуваме, когато спим. Когато спим нашето тяло, и най &ndash; важното, нашето съзнание се отпуска давайки възможност на подсъзнанието ни да генерира образи, преживявания и цели мини истории, които на пръв поглед могат да изглеждат напълно безсмислени. Карл Густав Юнг нарича сънищата &bdquo;царския път към несъзнаваното&ldquo; определяйки ги като най &ndash; прекия път към съдържанията в нашата психика, които остават под прага на нашето съзнание. В действителност именно нашето несъзнавано е това, което е основата на нашата психика. Юнг описва съзнанието като малко островче в центъра на океана на несъзнаваното. Осъзнавайки малки части от този голям океан ние можем постепенно да разширяваме нашето съзнание и именно това е целта на дълбинната психотерапия. Често симптомите при психологическите разстройства са опит на несъзнаваното ни да провокира към осъзнаване на пренебрегнати истини, неизживени емоции, подтиснати травми или просто към <strong>развитие на личността</strong>. Затова този тип психотерапия се занимава не само с проблема или симптома, а и цялостно с развитието на личността търсейки чрез сънищата и въображението индивидуалния път на всеки човек. <br /><br /></p>\r\n<h3>Какво послание носят?</h3>\r\n<p><br />Сънищата, също като симптомите, са опит на психиката да се самолекува и да върви към развитие. Може често да ни връщат в детството, да преповтарят стари травми, да предизвикват емоции, които носят определена нагласа в ежедневието ни и като цяло да се опитват тайно да ни насочват. Сигурно всички сме ставали свидетели на това как след определени сънища, като че ли целия ни ден придобива особено настроение още от сутринта. Сънищата могат да съдържат и информация за посоката на житейския ни път &ndash; могат да предупреждават са опасност или да показват път към личностно развитие. Може също да носят и онези нуминозни преживявания, след които сякаш всичко е различно и по &ndash; ясно.<br /><br /></p>\r\n<h3>Каква е ползата от интерпретацията на сънища?</h3>\r\n<p><br />Чрез анализирането на съня ние помагаме на диалога между несънаваното и съзнанието ни. По този начин спомагаме естествените лечебни механизми на психиката да извършат своята работа. Често много преди даден симптом да се прояви в сънищата е имало ясни насоки, че се случва нещо нередно. Чрез аналитичната психотерапия човек придобива и собствено чувство за диалог с несъзнаваното, така че е способен и след края на терапията да поддържа доброто си психологическо здраве. Както стана въпрос в една <a href="http://psyhoterapia.com/%D0%BF%D1%81%D0%B8%D1%85%D0%BE%D1%82%D0%B5%D1%80%D0%B0%D0%BF%D0%B8%D1%8F/%D0%A0%D0%B0%D0%B1%D0%BE%D1%82%D0%B8_%D0%BB%D0%B8_%D0%BF%D1%81%D0%B8%D1%85%D0%BE%D1%82%D0%B5%D1%80%D0%B0%D0%BF%D0%B8%D1%8F%D1%82%D0%B0/a/13">предна публикация</a>, изследвания показват, че след дългосрочна психотерапия се наблюдава и спад на посещенията при личния лекар. Тоест доброто психологическо здраве води и до по - добро физическо. <br /><br /></p>\r\n<h3>Кои психотерапевти се обучават в интерпретация на сънища?</h3>\r\n<p><br />В много психотерапевтични школи има практика да се обръща особено внимание на сънищата, но най &ndash; сериозно това е застъпено в аналитичната психотерапия на Карл Юнг.<br />Психотерапевтите се обучават да откриват скритите послания в сънищата, да се опитват (до колкото е възможно) да разберат символния език на съня и най &ndash; вече да съпровождат в това понякога не леко пътуване към нашите подземия. Ако решите да потърсите специалист психотерапевт в аналитичната психотерапия, към момента изискванията са той да е завършил психология или психиатрия и да е преминал обучение по&nbsp; аналитичната психотерапия, което в момента в България се организира от Българско Общество по Аналитична Психология (БОАП) &ndash; Карл Густав Юнг.<br /><br /></p>\r\n<h3>Как е най &ndash; удачно да бъде представен един сън в психотерапия?</h3>\r\n<p><br />Когато е възможно, най &ndash; подходящо е съня да бъде записан на лист непосредствено след сънуването му. Тогава ние сме склонни да помним и най &ndash; малките детайли от съня. Със всяка една минута от ежедневието сънят избледнява все повече и повече. Важно е също да помним емоцията и настроението от съня. В самата психотерапия ще бъдете помолени да прочетете написаното, като след това самия лист остава при психотерапевта, така че да може той да проследи динамика между сънищата тъй като те самите са свързани в една обща история, макар това да не е на пръв поглед очевидно. <br /><br />Надявам се поне малко да съм Ви заинтригувал. Ако решите винаги можете да се <a href="http://psyhoterapia.com/%D0%BF%D1%81%D0%B8%D1%85%D0%BE%D1%82%D0%B5%D1%80%D0%B0%D0%BF%D0%B8%D1%8F/%D0%9A%D0%BE%D0%BD%D1%82%D0%B0%D0%BA%D1%82%D0%B8/4">свържете с мен</a> и да предприемем едно интригуващо пътешествие към дълбините на Вашата психика.</p>\r\n<p><em>* <a href="http://psyhoterapia.com/img/imagecache/art_14.jpg" target="_blank">На картинката</a> е изобразен гръцкия бог на сънищата Хипнос. Заедно с брат си Танатос те обитават долната земя. Подобни референции от митологията, където се среща понятието "долна земя" считаме, че символно представляват нашето несъзнавано. Изглежда сякаш интуитивно хората са подразбирали, че сънят е посланник на нещо дълбоко вътре в нас още много преди Карл Юнг и Зигмунд Фройд да разработят своите теории за сънищата.<br /></em></p>', '2014-06-27 12:51:21', 'art_14.jpg', '<p>Осъзнавайки малки части от този голям океан ние можем постепенно да разширяваме нашето съзнание</p>', 'Сънищата в психотерапията', '', 0);

-- --------------------------------------------------------

--
-- Table structure for table `cns_articles_categories`
--

CREATE TABLE IF NOT EXISTS `cns_articles_categories` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `category_id` int(10) DEFAULT NULL,
  `article_id` int(10) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=24 ;

--
-- Dumping data for table `cns_articles_categories`
--

INSERT INTO `cns_articles_categories` (`id`, `category_id`, `article_id`) VALUES
(6, 2, 8),
(8, 5, 2),
(12, 6, 1),
(13, 7, 3),
(16, 4, 6),
(17, 3, 7),
(18, 1, 9),
(19, 1, 10),
(20, 1, 11),
(21, 1, 12),
(22, 1, 13),
(23, 1, 14);

-- --------------------------------------------------------

--
-- Table structure for table `cns_categories`
--

CREATE TABLE IF NOT EXISTS `cns_categories` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `parent_id` int(10) DEFAULT NULL,
  `lft` int(10) DEFAULT NULL,
  `rght` int(10) DEFAULT NULL,
  `title` varchar(255) DEFAULT '',
  `show_in_nav` tinyint(1) NOT NULL DEFAULT '0',
  `sort_order` int(10) unsigned DEFAULT NULL,
  `slug` varchar(255) NOT NULL DEFAULT '',
  `date_added` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=8 ;

--
-- Dumping data for table `cns_categories`
--

INSERT INTO `cns_categories` (`id`, `parent_id`, `lft`, `rght`, `title`, `show_in_nav`, `sort_order`, `slug`, `date_added`) VALUES
(1, NULL, 1, 2, 'Психотерапия', 1, 1, 'за-психотерапията', '2013-12-13 14:24:01'),
(2, NULL, 3, 8, 'Психотерапевт', 1, 2, 'Психотерапевт', '2013-12-13 14:24:01'),
(3, NULL, 9, 10, 'Отзиви', 0, 5, 'Отзиви', '2013-12-13 14:24:01'),
(4, NULL, 11, 12, 'Контакти', 1, 7, 'Контакти', '2013-12-13 14:24:01'),
(5, 2, 4, 5, 'Квалификации', 1, 3, 'квалифициран-психотерапевт', '2013-12-13 14:24:01'),
(6, 2, 6, 7, 'За мен', 1, 4, 'за-психотерапевта', '2013-12-13 14:24:01'),
(7, NULL, 13, 14, 'Кабинет', 1, 6, 'психотерапевтичен-кабинет', '2013-12-13 14:24:01');

-- --------------------------------------------------------

--
-- Table structure for table `cns_contacts`
--

CREATE TABLE IF NOT EXISTS `cns_contacts` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL DEFAULT '',
  `email` varchar(255) NOT NULL DEFAULT '',
  `phone` varchar(255) NOT NULL DEFAULT '',
  `message` text,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=latin1 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `cns_groups`
--

CREATE TABLE IF NOT EXISTS `cns_groups` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(100) NOT NULL,
  `created` datetime DEFAULT NULL,
  `modified` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2 ;

--
-- Dumping data for table `cns_groups`
--

INSERT INTO `cns_groups` (`id`, `name`, `created`, `modified`) VALUES
(1, 'admin', '2013-11-25 11:57:36', '2013-11-25 11:57:36');

-- --------------------------------------------------------

--
-- Table structure for table `cns_i18n`
--

CREATE TABLE IF NOT EXISTS `cns_i18n` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `locale` varchar(6) NOT NULL,
  `model` varchar(255) NOT NULL,
  `foreign_key` int(10) NOT NULL,
  `field` varchar(255) NOT NULL,
  `content` text,
  PRIMARY KEY (`id`),
  KEY `locale` (`locale`),
  KEY `model` (`model`),
  KEY `row_id` (`foreign_key`),
  KEY `field` (`field`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=84 ;

--
-- Dumping data for table `cns_i18n`
--

INSERT INTO `cns_i18n` (`id`, `locale`, `model`, `foreign_key`, `field`, `content`) VALUES
(1, 'bul', 'Category', 1, 'title', 'Психотерапия'),
(2, 'bul', 'Category', 1, 'slug', 'за-психотерапията'),
(3, 'bul', 'Category', 2, 'title', 'Психотерапевт'),
(4, 'bul', 'Category', 2, 'slug', 'Психотерапевт'),
(5, 'bul', 'Category', 3, 'title', 'Отзиви'),
(6, 'bul', 'Category', 3, 'slug', 'Отзиви'),
(7, 'bul', 'Category', 4, 'title', 'Контакти'),
(8, 'bul', 'Category', 4, 'slug', 'Контакти'),
(9, 'bul', 'Category', 5, 'title', 'Квалификации'),
(10, 'bul', 'Category', 5, 'slug', 'квалифициран-психотерапевт'),
(11, 'bul', 'Category', 6, 'title', 'За мен'),
(12, 'bul', 'Category', 6, 'slug', 'за-психотерапевта'),
(13, 'bul', 'Category', 7, 'title', 'Кабинет'),
(14, 'bul', 'Category', 7, 'slug', 'психотерапевтичен-кабинет'),
(15, 'bul', 'Article', 1, 'title', 'За мен'),
(16, 'bul', 'Article', 1, 'slug', 'за-мен'),
(17, 'bul', 'Article', 1, 'content', '<p style="text-align: justify;"><img style="float: left; margin-right: 8px; margin-left: 3px;" src="/files/media/media_1.jpg" alt="" width="143" height="190" /><strong>Казвам се Теодор Терзиев,</strong></p>\r\n<p style="text-align: justify;"><strong>Моята страст е изучаването на човешката душа и философията на живота. Основните познания за човешката душа усвоих от обучението си в университета, от курсове в различните психологически направления и от литературата. Философията си за живота усвоих от източната философия (даоизъм, будизъм, йога). Подлагам всяка една научна или философска доктрина на силна критика и съмнения преди да я приема за относително вярна. Това е моят подход към познанието. Има някои неща, които не успях до оборя и най-важните от тях са наличието на подсъзнание у човека и лечебните свойства на транса и медитацията. За това се насочих главно към дълбинна психотерапия и хипноза, като методи за работа с клиенти.&nbsp; Към момента съм член на Българско Общество по Аналитична Психология (БОАП) - Карл Густав Юнг и работя под супервизията на Ина Илиева. Ако мога да Ви бъда полезен ще се радвам да си запазите час.</strong></p>'),
(18, 'bul', 'Article', 1, 'short_text', ''),
(19, 'bul', 'Media', 1, 'title', 'Психотерапевт'),
(20, 'bul', 'Media', 2, 'title', 'Диплома'),
(21, 'bul', 'Media', 3, 'title', 'Курс хипноза'),
(22, 'bul', 'Media', 4, 'title', 'Курс хипнотерапия'),
(23, 'bul', 'Media', 5, 'title', 'Обучение Иво Величков'),
(24, 'bul', 'Article', 2, 'title', 'Квалификации'),
(25, 'bul', 'Article', 2, 'slug', 'квалифициран-психотерапевт'),
(26, 'bul', 'Article', 2, 'content', '<p style="text-align: center;"><strong>Семинар по хипноза с Иво Величков</strong><br /> <img src="/files/media/media_5.jpg" alt="Семинар по хипноза с Иво Величков" width="500" height="333" /></p>\r\n<p style="text-align: center;"><strong>Удостоверение хипнотерапия</strong></p>\r\n<p style="text-align: center;"><img src="/files/media/media_4.jpg" alt="Удостоверение хипнотерапия" width="500" height="333" /></p>\r\n<p style="text-align: center;"><strong>Удостоверение от Българска Асоциация по Хипноза</strong></p>\r\n<p style="text-align: center;"><strong><img src="/files/media/media_3.jpg" alt="Удостоверение от Българска Асоциация по Хипноза" width="500" height="333" /></strong></p>\r\n<p style="text-align: center;"><strong>Диплома за висше образование по психология - бакалавър</strong></p>\r\n<p style="text-align: center;"><strong><img src="/files/media/media_2.jpg" alt="Диплома за висше образование по психология - бакалавър" width="500" height="333" /></strong></p>\r\n<p style="text-align: center;">&nbsp;</p>'),
(27, 'bul', 'Article', 2, 'short_text', ''),
(32, 'bul', 'Media', 10, 'title', 'Кабинет 1'),
(33, 'bul', 'Media', 11, 'title', 'Кабинет 2'),
(34, 'bul', 'Media', 12, 'title', 'Кабинет 3'),
(35, 'bul', 'Media', 13, 'title', 'Кабинет 4'),
(36, 'bul', 'Article', 3, 'title', 'Кабинет'),
(37, 'bul', 'Article', 3, 'slug', 'Психотерапевтичен-кабинет'),
(38, 'bul', 'Article', 3, 'content', '<p>Психотерапевтичният кабинет се намира на улица "Лайош Кошут" 53 до болница Пирогов. Можете да видите точното място на картата в <a href="http://psyhoterapia.com/%D0%BF%D1%81%D0%B8%D1%85%D0%BE%D1%82%D0%B5%D1%80%D0%B0%D0%BF%D0%B8%D1%8F/%D0%9A%D0%BE%D0%BD%D1%82%D0%B0%D0%BA%D1%82%D0%B8/4">сеция контакти</a>.</p>\r\n<p>Снимки от кабинета:</p>\r\n<p><img style="margin-right: 5px; margin-left: 5px; float: left;" src="/files/media/media_10.jpg" alt="" width="500" height="333" /><img src="/files/media/media_11.jpg" alt="" width="500" height="333" /></p>\r\n<p><img style="margin-right: 5px; margin-left: 5px; float: left;" src="/files/media/media_12.jpg" alt="" width="500" height="333" /><img src="/files/media/media_13.jpg" alt="" width="500" height="333" /></p>'),
(39, 'bul', 'Article', 3, 'short_text', ''),
(48, 'bul', 'Article', 6, 'title', 'Форма за контакт'),
(49, 'bul', 'Article', 6, 'slug', 'контакт_с_психотерапевт'),
(50, 'bul', 'Article', 6, 'content', '<h2 class="margin10">Адрес</h2>\r\n<address class="noBottom">София, "Лайош Кошут" №53, до "Пирогов"</address>\r\n<h3>Теодор Терзиев</h3>\r\n<address><span class="width1">Телефон:</span> <strong>0897 813 093</strong></address>'),
(51, 'bul', 'Article', 6, 'short_text', ''),
(52, 'bul', 'Article', 7, 'title', 'Отзиви'),
(53, 'bul', 'Article', 7, 'slug', 'отзиви'),
(54, 'bul', 'Article', 7, 'content', '<div class="entry">\r\n<div class="feedback_page">\r\n<div class="quotes_page">\r\n<div class="quote_page">\r\n<blockquote>\r\n<p>Когато за първи път ме хипнотизира, се чувствах толкова комфортно, сякаш се завърнах към нещо забравено, което съм правила много пъти. Разбрах кои са най-важните за мен неща и най-ценните моменти от живота ми. Чрез връщането в предишен живот, преоткрих себе си.</p>\r\n</blockquote>\r\n<cite>Елена</cite></div>\r\n<div class="quote_page">\r\n<blockquote>\r\n<p>Винаги съм гледала на хипнозата като на нещо мистично. Това беше така до момента, в който Теодор ме хипнотизира. Успях да освободя съзнанието си от всички негативни мисли и тревоги, които го изпълваха. Усещането е много приятно и отпускащо&hellip;</p>\r\n</blockquote>\r\n<cite>Албена</cite></div>\r\n</div>\r\n</div>\r\n</div>'),
(55, 'bul', 'Article', 7, 'short_text', '<p>Отзиви от бивши мои клиенти.</p>'),
(56, 'bul', 'Article', 8, 'title', 'Психотерапевт'),
(57, 'bul', 'Article', 8, 'slug', 'Психотерапевт'),
(58, 'bul', 'Article', 8, 'content', '<p style="margin-bottom: 0in;">На кратко за мен:</p>\r\n<p style="margin-bottom: 0in;">За вършил съм психология през 2006 &ndash; та година. От тогава продължавам обучението си в различни психотерапевтични области. Практикувам като психотерапевт в собствен кабинет от 2011 година. В момента продължавам обучението си в аналитичната психотерапия към Българско Общество по Аналитична Психотерапия &ndash; Карл Густав Юнг и работя под супервизията на юнгианския психотерапевт &ndash; Ина Илиева. Можете да се свържете с мен чрез <a href="http://psyhoterapia.com/%D0%BF%D1%81%D0%B8%D1%85%D0%BE%D1%82%D0%B5%D1%80%D0%B0%D0%BF%D0%B8%D1%8F/%D0%9A%D0%BE%D0%BD%D1%82%D0%B0%D0%BA%D1%82%D0%B8/4">формата за контакт или посочения телефон</a>.</p>'),
(59, 'bul', 'Article', 8, 'short_text', ''),
(60, 'bul', 'Article', 9, 'title', 'Какво представлява психотерапията'),
(61, 'bul', 'Article', 9, 'slug', 'Какво_представлява_психотерапията'),
(62, 'bul', 'Article', 9, 'content', '<h2>За кого е предназначена терапията?</h2>\r\n<p>Аналитичната психотерапия е подходяща за подпомагане на хора с широк спектър от проблеми. Те могат да включват доста конкретни въпроси като тревожност , депресия , затруднения в храненето , суицидни чувства , сексуална злоупотреба , и натрапливи мисли и поведение. Тя също може да бъде от помощ при по-широко разпространени проблеми, като например трудности в отношенията , или с чувство на неудовлетвореност от себе си и живота си , включително и чувство за неудволетвореност или неуспех . Тази терапия също така често се използва за облекчаване на въздействието от травми , включително такива преживяни в детството . Тази терапия е предпочитана също от лица , които търсят по-голямо себеразбиране и самопознание или тези, които се чувстват блокирани в личностното им развитие или творчество.<br /><br /></p>\r\n<h2>Ефективност на аналитична психотерапия</h2>\r\n<p>Тази форма на психотерапия е показано, че е ефективна форма на лечение на широк спектър от лични , емоционални и поведенчески проблеми . Аналитичната психотерапия може да доведе до дълбока промяна , като работи в дълбочина с проблемите, които индивидът носи в своето лечение . Доказано е, че това води до дългосрочна промяна , която продължава в продължение на много години след като лечението е приключило. Това се обяснява с факта , че индивидът е дошъл да разбере себе си , и да управляват своите трудности по конструктивно , както и да има развити умения и начини за справяне, които са по- лично ефективни в широк диапазон от разновидности. Аспекти на личността , които са били подтиснати или недостатъчно използвани също често се усещат , че са укрепени и развити.<br /><br />Всички хора са подходящи за тази форма на терапия , независимо от възраст , цвят на кожата , раса , религия , сексуална ориентация или образователен ценз .</p>\r\n<h2>Какво се случва в терапията ?</h2>\r\n<p>Аналитична психотерапия е процес, който насърчава хората да се изследват и да разбираме техните затруднения в дълбочина. Това се постига чрез формиране на доверие в отношения с терапевта , който улеснява чувство за откритост и разследване. Дългосрочни модели на поведение, както и актуални , всекидневни трудности , които могат да ограничат нормалното функциониране , също се разглеждат. Това се извършва в среда на несубективно проучване, в което акцентът е върху разбирането, а не върху отричането или обвиняването.<br /><br />Сесиите продължават 50 минути. Целта на първата консултация е и двете страни &ndash; клиент и терапевт,&nbsp; да проучат въпросите, които са от значение в една сигурна и конфиденциална обстановка. Това може да отнеме между една и три сесии, за да се определи какво е най-добре за отделния човек и дали аналитична психотерапия е най-доброто лечение за тях. Ако не, могат да бъдат проучени препоръките на други лечения и практики .<br /><br />Тези първоначални сесии обикновено дават чувство за две неща &ndash; какъв е терапевтът като човек и какво представлява процеса на аналитична психотерапия, както и дали това е правилният подход.<br /><br /></p>\r\n<h2>Разлики между психотерапия и психологично консултиране</h2>\r\n<p>Основните разлики могат да бъдат обобщени като свързани с разликата в дълбочината, широчината , интензивността , продължителността и различния акцент в полза ма подкрепата, а не в тази на проучването.<br /><br />Аналитична психотерапия ще постави по-голям акцент върху широк, отворен тип изследване на потенциално уместни въпроси по начин, който ще бъде по- интензивно , по-задълбочен и по принцип с по-голяма продължителност в сравнение с чисто консултативната практика. <br /><br />Аналитичната психотерапия е основно базирана на труда на Карл Густав Юнг и последващите от него нови течения в областта. <br /><br />Консултантът, думата практически може да се преведе и като съветник, често работи в краткосрочен план и работата е предимно фокусирана върху конкретния проблем за разлика от дългосрочната психотерапия. Фокусът при консултанта е по &ndash; скоро насочен към даването на конкретен съвет за практически стъпки, които да бъдат предприети за да се разреши даден проблем, който е представен от клиента.<br /><br />Психотерапията често става единствен възможен избор, тогава когато тези останали методи не са способни да адресират проблема или когато се оказва, че въпросът е по - сложен сложен и заплетен отколкото първоначално се е считало.<br /><br />Понякога тези проблемните състояния са доста устойчиви на промени, когато се атакуват директно. В аналитичната психотерапия, при която фокуса е върху дългосрочните модели на поведение , които са съществували в продължение на известно време се счита, че те може дори да имат своя произход в значими и формиращи преживявания на ранното детство. Разкриването на по - дълбоки несъзнателни и подлежащи проблеми, може , доста често, да бъде единственият начин да се започне справянето с тези проблемни състояния.<br /><br />Объркването , което остава между консултиране и психотерапия идва отчасти от факта, че много практикуващи се представят както като консултанти , така и като психотерапевти . Много психотерапевти са били първоначално консултанти , преди те да приключи по-дълго и по-интензивно обучение в психотерапия. Те могат да включват някои от подходите от двете ориентации с някои от техните клиенти. Много съветници посещават семинари и обучения , провеждани от психотерапевти и отново могат да включват някои от тези подходи в работата си .<br /><br />Най-важният фактор е да намерите личност, с която да се чувствате комфортно и с която се чувствате в състояние да говорите открито.</p>'),
(63, 'bul', 'Article', 9, 'short_text', '<p>Аналитичната психотерапия е подходяща за подпомагане на хора с широк спектър от проблеми.</p>'),
(64, 'bul', 'Article', 10, 'title', 'Лечение на депресия'),
(65, 'bul', 'Article', 10, 'slug', 'Лечение на депресия'),
(66, 'bul', 'Article', 10, 'content', '<p>Всяка психотерапевтична или психиатрична школа има различна визия за депресията и съответно базирани на тази визия начини за справяне с депресията.<br /><br />Много от стандартните подходи към депресията считат разстройството като резултат от лоша неврохимия (главно в психиатрията) или лошо мислене (когнитивно поведенческа школа). И за двете школи целта на лечението е да се елиминират симптомите, в едната чрез лекарства, в другата чрез когнитивни техники за преструктуриране.<br /><br />Подходът на аналитичната психология към депресията е коренно различен. Докато аналитично ориентирани терапевти ни не сме съвсем против взимането на лекарства, но виждаме депресията като целенасочена и функционираща. Това означава, че ние бихме искали да облекчим симптомите на депресията, но преди всичко бихме искали да изясним защо човекът страда от депресия. Лекарствата могат да намалят симптомите на депресия, но не правят нищо по въпроса свързан с това от какво се получава депресията. <br /><br />За нас водещ въпрос при справяне с депресията е защо тя се получава и какво се опитва да промени в живота на човека &ndash; какво послание носи. Много от хората в депресия могат да се откажат от работа, семейство, социални контакти, да се оттеглят в усамотение, прекъсват ежедневните си дейности и интереси и да прекарват часове в мисли за депресията. От аналитична гледна точка можем да кажем, че депресията е функционална и целенасочена с това, че отвежда в изолация и ни кара да мислим за фундаментални въпроси и да преосмисляме как водим живота си. Отговаряйки си на тези въпроси и правейки промени в начина по &ndash; който живеем живота си често променят и депресията. По &ndash; ценно е не просто да отстраним симптомите, а да зададем въпроса защо имаме симптомите и за какви промени ни подсказва депресията. <br /><br />За тези от вас, които чувстват , че са в депресия, тук са симптоми на депресия , които могат да се появят :</p>\r\n<ol>\r\n<li>потиснато настроение през повечето дни</li>\r\n<li>промяна или загуба на интерес в повечето ежедневни дейности</li>\r\n<li>промени в телесното си тегло ( нагоре или надолу 5% на месец )</li>\r\n<li>промени в апетита</li>\r\n<li>нощно безсъние или чувство прекалена сънливост през деня</li>\r\n<li>чувство на апатия</li>\r\n<li>чувствате се уморени или усещане като че ли сте загубили цялата си енергия</li>\r\n<li>чувствате , че сте безполезни или много виновни по някакъв начин</li>\r\n<li>проблеми със запомнянето или концентрирането</li>\r\n<li>мисли за умиране или мисли за самоубийство</li>\r\n</ol>'),
(67, 'bul', 'Article', 10, 'short_text', '<p>За нас водещ въпрос при справяне с депресията е защо тя се получава и какво се опитва да промени.</p>'),
(68, 'bul', 'Article', 11, 'title', 'Посланието на тревожността'),
(69, 'bul', 'Article', 11, 'slug', 'Посланието на тревожността'),
(70, 'bul', 'Article', 11, 'content', '<p>Тревожното разстройство е много често срещано заболяване в днешни дни ,&nbsp; което до голяма степен се дължи на факта , че ние се чувстваме вечно бързащи , притиснати и принудени да действаме , да плащаме ипотеката , да се занимаваме с деца , и отгоре на всичко това, да живеем пълноценен живот. Нищо чудно, че имаме тревожност. Но кое е това, което тревожността се опитва да ни каже ? От гледна точка на аналитичната психология на Юнг , тревожността е начина на психиката да ни каже, че начинът, по който живеем , е неуравновесен. Вместо да видим тревожността като нещо, което трябва да бъде елиминирано , добре е да се види, че психиката ни дава ясно послание за нашият едностранен начин живот и внимателно иска от нас да променим това . Разгледана в тази светлина, симптомите на тревожност са там, за да ни изведат от един начин на живот , който вече не работи.<br /><br />Карл Юнг твърди, че симптомите на тревожност са целенасочени , функционални и имат цел - промяната на начина ни на живот . Когато премахнем симптомите, ние отричаме мъдростта на психиката при опита й за нормална , естествена промяна . Тревожност често се появява в средата на живота , когато мнозина от нас изпитват кризата на средната възраст . Първата половина на живота е насочена към създаване на нашата идентичност , нашите взаимоотношения , нашата професия, и изграждане на необходимите ресурси, за да изпълним всички тези задачи. Но идва време, когато трябва да се обърнем навътре , за да попаднем на съдържанието на несъзнаваното (често предоставено ни под формата на сънища ) и да потърсим основния смисъла на живота си. Каква е моята цел в живота? Защо съм тук ? Как бих могъл да живея по- балансиран и естествен живот? Тревожнстта е това, което често ни придвижва към отговорите на тези въпроси . Когато следващия път почувствате интензивна тревожност , запитайте се какво психиката се опитвам да Ви каже? Какво е това, което аз правя , което създава безпокойство, след това можем да започнем да търсим причините за симптомите , а не лек, който да ги подтисне .<br /><br />Ако можем да отговорим на въпроса - какво тревогата се опитва да ми кажеш - ние започваме да обръщаме внимание на причината. Това може да означава някаква промяна в начина, по който водим живота си, но тази промяна не означава непременно, че ние ставаме по-малко компетентни, или по-малко ценени, по-скоро, това означава, че ние започваме да ценим мъдростта на психиката си повече, отколкото преди . Чрез осъзнаване на причините за тревогата и правейки промени в начина си на живот , тревогата би намалява , след като постигна целта си &ndash; да ни води към по &ndash; пълен, балансиран начин на живот .</p>'),
(71, 'bul', 'Article', 11, 'short_text', '<p>Когато премахнем симптомите, ние отричаме мъдростта на психиката.</p>'),
(72, 'bul', 'Article', 12, 'title', 'Какво е дълбинна психотерапия?'),
(73, 'bul', 'Article', 12, 'slug', 'Какво е дълбинна психотерапия'),
(74, 'bul', 'Article', 12, 'content', '<p>Дълбинната психология е психотерапевтичен подход, който е отворен към изследването на фините и несъзнателни аспекти на човешкия живот . Дълбинният подход може да включва терапевтични методи , които изследват несъзнаваното и е свързан с проучване и изследване на сънища, комплекси и архетипи. <br />В дълбинната психотерапия симптомите не се разглеждат като патологични или противоестествени. <br /><br />Тази психотерапия се фокусира върху психиката, човешкото развитие, формирането на личността, и индивидуацията. Индивидуация е процес на привеждане на потенциала на нашето подсъзнание в конкретна жива реалност . Този процес ни помага да осигурим мост между нас и нашето несъзнавано. Чрез предприемането на това опознаване, ние придобиваме по-силно усещане за смисъл и цел в живота си.<br /><br />Карл Юнг смята, че психологическия дисбаланс, на който се дължат и симптомите,&nbsp; е резултат от дисбаланс в рамките на индивида, който често се преживява като отчуждаване от дълбоката му същност или това, което той нарича Self. Дълбинната психотерапия се опитва да възстанови връзката на индивида към самия себе си. Това усилие може да бъде постигнато чрез терапевтичната връзката, тълкуванета на сънища, активното въображение, както и чрез работа с изобразителни техники (рисуване, пясъчна игра и други).<br /><br /></p>'),
(75, 'bul', 'Article', 12, 'short_text', '<p>Дълбинният подход може да включва терапевтични методи , които изследват несъзнаваното</p>'),
(76, 'bul', 'Article', 13, 'title', 'Работи ли психотерапията?'),
(77, 'bul', 'Article', 13, 'slug', 'работи ли психотерапията'),
(78, 'bul', 'Article', 13, 'content', '<p>Може би заглавието на темата не е най-точно подбрано, но целта е да дадем отговор именно на този въпрос &bdquo;Работи ли психотерапията?&rdquo;,&nbsp; или с други думи, има ли ефект от нея. <br />Сигурно всички знаете какво е психотерапия, но колко от Вас са склонни да потърсят психотерапевт при проблеми от психологично естество? <br />В един от известните си филми, Уди Алън играе човек, който не полага никакви усилия, за да се отърве от маниакалните и невротичните си проблеми. Но колкото и забавно да е това във филма, в реалния живот често се случва точно обратното &ndash; ненавременно лечение на подобни проблеми, може да бъде тъжно, дори трагично.</p>\r\n<h3>Кой може да провежда психотерапия?</h3>\r\n<p>Психотерапията се провеждана от специалисти психолози или психиатри, които имат професионална квалификация в някой от психотерапевтичните парадигми. Психотерапията понякога е съчетана и с медикаментозно лечение назначено от психиатър. В тези случаи целта на психотерапията е постепенното намаляване и в последствие спиране на лекарствата.</p>\r\n<h2>Ефективност на психотерапията</h2>\r\n<p>Психотерапията е ефективна при лечението на тревожност, депресия, безсъние, и всички други проблеми от психологично естество. Проучване на списание &bdquo;Consumer Reports&ldquo; със съдействието на специалист от университета в Пенсилвания (Martin E.P. Seligman) (Ноевмври, 1995г) сочи, че <strong>дългосрочната психотерапия</strong> е много по-ефективна и е за предпочитане пред краткосрочните психотерапии. Хората, които се подлагат на психотерапия цялостно са много по-здрави, и много по-рядко се нуждаят от други медицински грижи. Това е установено чрез въпросното проучване като са анализирани посещенията при личния лекар преди и след психотерапията.</p>\r\n<p>Това е статистика относно успеваемостта при лечение на депресия предоставена от сайта <a href="http://www.sciencebasedmedicine.org:">www.sciencebasedmedicine.org:</a></p>\r\n<p>http://www.sciencebasedmedicine.org/is-acupuncture-as-effective-as-antidepressants-part-2-blinding-readers-who-try-to-get-an-answer/</p>\r\n<p><a href="http://psyhoterapia.com/img/imagecache/art_13.jpg" target="_blank"><img src="/img/imagecache/art_13.jpg" alt="" width="500" height="263" /></a></p>\r\n<h3>Колко процента получават адекватно лечение</h3>\r\n<p>Според проучване на корпорация Ранд относно здравното осигуряване в САЩ около 10 на сто от хората имат някакви психологични проблеми. 1/5 от тези хора ще се обърнат за помощ към специалист психотерапевт, още толкова няма да потърсят никаква помощ, а около 60 % ще се обърнат към общопрактикуващ лекар. За съжаление в България няма практика личните лекари да препращат пациентите към психотерапевт. Най &ndash; често ще бъдете насочени към невролог, което не винаги е най - доброто решение. Поради тази причина процента на хората получили адекватна помощ е много&nbsp; малък в България.</p>\r\n<h3>Няколко интересни факта за стреса</h3>\r\n<p>А ето и няколко факта за стреса, които може би не знаете от проучване на OSHA&nbsp; (Occupational Safety and Health Care Administration). Стресът намалява съществено работоспособността и производителността на човек. Стресът е причина за голям процент от трудовите злополуки. Много често, причината за чести отсъствия от работа (болнични) е именно стресът.</p>\r\n<h3>Други приложения на психотерапията</h3>\r\n<p>Лечението чрез психотерапия може да се прилага не само при психични проблеми, но и при ред други заболявания, като съпровождаща терапия. За съжаление обаче, тези приложения на психотерапията все още не са достатъчно популярни, няма достатъчно адекватна информация за тях, а по този начин не се дава поле за тяхното развитие.</p>'),
(79, 'bul', 'Article', 13, 'short_text', '<p>Сигурно всички знаете какво е психотерапия, но колко от Вас са склонни да потърсят психотерапевт.</p>'),
(80, 'bul', 'Article', 14, 'title', 'Сънищата в психотерапията'),
(81, 'bul', 'Article', 14, 'slug', 'Сънищата в психотерапията'),
(82, 'bul', 'Article', 14, 'content', '<h3>От къде идват сънищата?</h3>\r\n<p><br />Ние сънуваме, когато спим. Когато спим нашето тяло, и най &ndash; важното, нашето съзнание се отпуска давайки възможност на подсъзнанието ни да генерира образи, преживявания и цели мини истории, които на пръв поглед могат да изглеждат напълно безсмислени. Карл Густав Юнг нарича сънищата &bdquo;царския път към несъзнаваното&ldquo; определяйки ги като най &ndash; прекия път към съдържанията в нашата психика, които остават под прага на нашето съзнание. В действителност именно нашето несъзнавано е това, което е основата на нашата психика. Юнг описва съзнанието като малко островче в центъра на океана на несъзнаваното. Осъзнавайки малки части от този голям океан ние можем постепенно да разширяваме нашето съзнание и именно това е целта на дълбинната психотерапия. Често симптомите при психологическите разстройства са опит на несъзнаваното ни да провокира към осъзнаване на пренебрегнати истини, неизживени емоции, подтиснати травми или просто към <strong>развитие на личността</strong>. Затова този тип психотерапия се занимава не само с проблема или симптома, а и цялостно с развитието на личността търсейки чрез сънищата и въображението индивидуалния път на всеки човек. <br /><br /></p>\r\n<h3>Какво послание носят?</h3>\r\n<p><br />Сънищата, също като симптомите, са опит на психиката да се самолекува и да върви към развитие. Може често да ни връщат в детството, да преповтарят стари травми, да предизвикват емоции, които носят определена нагласа в ежедневието ни и като цяло да се опитват тайно да ни насочват. Сигурно всички сме ставали свидетели на това как след определени сънища, като че ли целия ни ден придобива особено настроение още от сутринта. Сънищата могат да съдържат и информация за посоката на житейския ни път &ndash; могат да предупреждават са опасност или да показват път към личностно развитие. Може също да носят и онези нуминозни преживявания, след които сякаш всичко е различно и по &ndash; ясно.<br /><br /></p>\r\n<h3>Каква е ползата от интерпретацията на сънища?</h3>\r\n<p><br />Чрез анализирането на съня ние помагаме на диалога между несънаваното и съзнанието ни. По този начин спомагаме естествените лечебни механизми на психиката да извършат своята работа. Често много преди даден симптом да се прояви в сънищата е имало ясни насоки, че се случва нещо нередно. Чрез аналитичната психотерапия човек придобива и собствено чувство за диалог с несъзнаваното, така че е способен и след края на терапията да поддържа доброто си психологическо здраве. Както стана въпрос в една <a href="http://psyhoterapia.com/%D0%BF%D1%81%D0%B8%D1%85%D0%BE%D1%82%D0%B5%D1%80%D0%B0%D0%BF%D0%B8%D1%8F/%D0%A0%D0%B0%D0%B1%D0%BE%D1%82%D0%B8_%D0%BB%D0%B8_%D0%BF%D1%81%D0%B8%D1%85%D0%BE%D1%82%D0%B5%D1%80%D0%B0%D0%BF%D0%B8%D1%8F%D1%82%D0%B0/a/13">предна публикация</a>, изследвания показват, че след дългосрочна психотерапия се наблюдава и спад на посещенията при личния лекар. Тоест доброто психологическо здраве води и до по - добро физическо. <br /><br /></p>\r\n<h3>Кои психотерапевти се обучават в интерпретация на сънища?</h3>\r\n<p><br />В много психотерапевтични школи има практика да се обръща особено внимание на сънищата, но най &ndash; сериозно това е застъпено в аналитичната психотерапия на Карл Юнг.<br />Психотерапевтите се обучават да откриват скритите послания в сънищата, да се опитват (до колкото е възможно) да разберат символния език на съня и най &ndash; вече да съпровождат в това понякога не леко пътуване към нашите подземия. Ако решите да потърсите специалист психотерапевт в аналитичната психотерапия, към момента изискванията са той да е завършил психология или психиатрия и да е преминал обучение по&nbsp; аналитичната психотерапия, което в момента в България се организира от Българско Общество по Аналитична Психология (БОАП) &ndash; Карл Густав Юнг.<br /><br /></p>\r\n<h3>Как е най &ndash; удачно да бъде представен един сън в психотерапия?</h3>\r\n<p><br />Когато е възможно, най &ndash; подходящо е съня да бъде записан на лист непосредствено след сънуването му. Тогава ние сме склонни да помним и най &ndash; малките детайли от съня. Със всяка една минута от ежедневието сънят избледнява все повече и повече. Важно е също да помним емоцията и настроението от съня. В самата психотерапия ще бъдете помолени да прочетете написаното, като след това самия лист остава при психотерапевта, така че да може той да проследи динамика между сънищата тъй като те самите са свързани в една обща история, макар това да не е на пръв поглед очевидно. <br /><br />Надявам се поне малко да съм Ви заинтригувал. Ако решите винаги можете да се <a href="http://psyhoterapia.com/%D0%BF%D1%81%D0%B8%D1%85%D0%BE%D1%82%D0%B5%D1%80%D0%B0%D0%BF%D0%B8%D1%8F/%D0%9A%D0%BE%D0%BD%D1%82%D0%B0%D0%BA%D1%82%D0%B8/4">свържете с мен</a> и да предприемем едно интригуващо пътешествие към дълбините на Вашата психика.</p>\r\n<p><em>* <a href="http://psyhoterapia.com/img/imagecache/art_14.jpg" target="_blank">На картинката</a> е изобразен гръцкия бог на сънищата Хипнос. Заедно с брат си Танатос те обитават долната земя. Подобни референции от митологията, където се среща понятието "долна земя" считаме, че символно представляват нашето несъзнавано. Изглежда сякаш интуитивно хората са подразбирали, че сънят е посланник на нещо дълбоко вътре в нас още много преди Карл Юнг и Зигмунд Фройд да разработят своите теории за сънищата.<br /></em></p>'),
(83, 'bul', 'Article', 14, 'short_text', '<p>Осъзнавайки малки части от този голям океан ние можем постепенно да разширяваме нашето съзнание</p>');

-- --------------------------------------------------------

--
-- Table structure for table `cns_media`
--

CREATE TABLE IF NOT EXISTS `cns_media` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL DEFAULT '',
  `filename` varchar(255) NOT NULL DEFAULT '',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=14 ;

--
-- Dumping data for table `cns_media`
--

INSERT INTO `cns_media` (`id`, `title`, `filename`) VALUES
(1, 'Психотерапевт', 'media_1.jpg'),
(2, 'Диплома', 'media_2.jpg'),
(3, 'Курс хипноза', 'media_3.jpg'),
(4, 'Курс хипнотерапия', 'media_4.jpg'),
(5, 'Обучение Иво Величков', 'media_5.jpg'),
(10, 'Кабинет 1', 'media_10.jpg'),
(11, 'Кабинет 2', 'media_11.jpg'),
(12, 'Кабинет 3', 'media_12.jpg'),
(13, 'Кабинет 4', 'media_13.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `cns_users`
--

CREATE TABLE IF NOT EXISTS `cns_users` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(255) NOT NULL,
  `password` char(40) NOT NULL,
  `group_id` int(11) NOT NULL,
  `created` datetime DEFAULT NULL,
  `modified` datetime DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `username` (`username`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2 ;

--
-- Dumping data for table `cns_users`
--

INSERT INTO `cns_users` (`id`, `username`, `password`, `group_id`, `created`, `modified`) VALUES
(1, 'terziev', '0734214bc62fb2bbe77e39ced36d8475e60a4545', 1, '2013-11-25 11:59:36', '2013-11-25 11:59:36');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
